[
  {"url":"https:\/\/medium.com\/cutc-blog\/7-tech-jobs-you-can-land-without-knowing-how-to-code-bed23c3b5356?source=rss----d46f4bb25be5---4",
    "title":"7 Tech Jobs You Can Land Without Knowing How To Code",
    "image":"https:\/\/cdn-images-1.medium.com\/max\/1024\/1*LIyqObLKQG7n6jbYF35eRg.jpeg",
    "description":"\n<figure><img alt=\"\" src=\"https:\/\/cdn-images-1.medium.com\/max\/1024\/1*LIyqObLKQG7n6jbYF35eRg.jpeg\"><\/figure><p>Many think that in order to have a career in technology you have to know how to code, but nothing could be further from the truth. A career in technology isn’t just for techies: there are tons of ways to get into the field without an extensively technical background.<\/p>\n<p>Here are seven jobs you can land in the tech industry that don’t require any programming knowledge:<\/p>\n<h4><strong>1. Technical Writer<\/strong><\/h4>\n<p>Being a technical writer is a great job for someone with a knack for bridging the gap between technical and non-technical audiences. Technical writers often leverage their background knowledge of how a technology works in order to transform complex, technically specific information into material consumable by other target audiences. The final products from a technical writer might be manuals, project reports, journal articles, other documentation, and more.<\/p>\n<h4><strong>2. Software Sales Representative<\/strong><\/h4>\n<p>A software sales representative needs to have a knowledge of how a software product works and be able to communicate what it does to potential customers. Often, people in this role can leverage having studied technology in an undergraduate program though they do not work in an inherently technical role. Sales representatives help a company grow their customer base and must exercise strong customer relationship management as well.<\/p>\n<h4><strong>3. Web Analytics\/SEO Specialist<\/strong><\/h4>\n<p>Someone working with web analytics and SEO needs to leverage an awareness of data analytics and search algorithms with the goal of increasing page views, increasing viewer to customer conversation rates, and improving ease of use of the website overall. Someone with this role might also oversee decisions relating to the development, deployment and maintenance of the website.<\/p>\n<h4><strong>4. UI\/UX Designer<\/strong><\/h4>\n<p>Have you ever visited a website and thought “wow, I would love to change how this website is laid out”? Well, a career in UI (user experience) or UX (user experience) might be where you want to look. A UI\/UX designer looks at how to create user-friendly interfaces by thinking about an array of different elements like typical user behaviour, information architecture, visual communication, visual appeal and more.<\/p>\n<h4>5. Product Manager<\/h4>\n<p>Product managers are responsible for looking at the scope of a product and seeing it through. This involves determining business objectives for the product, defining what success looks like, and outlining high-level product functionality. Someone in this role needs to have an awareness of all the different teams that go into launching a product; design, software, marketing, finance, you name it.<\/p>\n<h4>6. Marketing Engineer<\/h4>\n<p>Marketing engineers help the sales team and potential clients understand the technical capabilities of a product or service. People in this role have an ability to communicate technical information in a digestible way, and can apply their technical knowledge to sales and marketing campaigns. This type of career would be great for someone torn between the marketing \/ business side of things and a career in engineering. The intersection of these two fields is an important one.<\/p>\n<h4>7. Business Analyst<\/h4>\n<p>A business analyst works towards improving an organization’s efficiency and operations. This can include reducing costs and increasing revenue to make a company more profitable, developing strategies to optimize organization resources, and creating strategies for organization market growth. This type of career translates across multiple industries, but the technology industry lends itself to this role naturally as both optimization-related technologies develop and products provided by organizations shift.<\/p>\n<img src=\"https:\/\/medium.com\/_\/stat?event=post.clientViewed&amp;referrerSource=full_rss&amp;postId=bed23c3b5356\" width=\"1\" height=\"1\" alt=\"\"><hr>\n<p><a href=\"https:\/\/medium.com\/cutc-blog\/7-tech-jobs-you-can-land-without-knowing-how-to-code-bed23c3b5356\">7 Tech Jobs You Can Land Without Knowing How To Code<\/a> was originally published in <a href=\"https:\/\/medium.com\/cutc-blog\">CUTC Blog<\/a> on Medium, where people are continuing the conversation by highlighting and responding to this story.<\/p>\n"
  },
  {"url":"https:\/\/medium.com\/cutc-blog\/how-technology-can-be-used-to-improve-your-mental-health-fb6b69681078?source=rss----d46f4bb25be5---4",
    "title":"How Technology Can Be Used To Improve Your Mental Health",
    "image":"https:\/\/cdn-images-1.medium.com\/max\/1024\/1*fNKIASRw2upsqlgPrISyuw.jpeg",
    "description":"\n<figure><img alt=\"\" src=\"https:\/\/cdn-images-1.medium.com\/max\/1024\/1*fNKIASRw2upsqlgPrISyuw.jpeg\"><\/figure><p>Did you know that technology is emerging as a mode for promoting mental health and wellness? Mental health is something that many university students struggle with. Uncertainty about the future, stress about classes, and limited access to mental health supports can place a toll on students. Mobile applications have begun to revolutionize the mental health world. Loved by many for their constant accessibility, capacity for high engagement, and educational capabilities, our phones are quickly becoming a tool for improving our mental health.<\/p>\n<p>With all the possible applications available for download it can be hard to choose the best. That’s why we wanted to share some of our favourite FREE mental health apps!<\/p>\n<p>1. <a href=\"https:\/\/www.smilingmind.com.au\/\">Smiling Mind<\/a>: Developed by psychologists and educators, this app uses technology to provide users with meditation and mindfulness activities, strategies that are proven to improve mental health, while aiming to “help young people and those around them develop the skills they need to thrive in life”!<\/p>\n<p>2. <a href=\"https:\/\/woebothealth.com\/\">Woebot<\/a>: An AI chatbot based on the principles of Cognitive Behavioural Therapy, a popular therapeutic strategy. Developed by a psychologist at Stanford University, this app attempts to “develop technology capable of building trusted relationships with people [to] solve gaps along the entire health care journey”!<\/p>\n<p>3. <a href=\"http:\/\/www.cove-app.com\/#about\">Cove<\/a>: Helps users to use music to express the things that they have trouble putting into words. Approved by health professionals, this app has been found to improve mental health through making music while seeking to “enable everyone to express and capture a mood or emotion”!<\/p>\n<p>Join us this summer as we continue to explore the innovative ways that technology is being used in society through the CUTC Blog and during the CUTC 2021 conference!<\/p>\n<img src=\"https:\/\/medium.com\/_\/stat?event=post.clientViewed&amp;referrerSource=full_rss&amp;postId=fb6b69681078\" width=\"1\" height=\"1\" alt=\"\"><hr>\n<p><a href=\"https:\/\/medium.com\/cutc-blog\/how-technology-can-be-used-to-improve-your-mental-health-fb6b69681078\">How Technology Can Be Used To Improve Your Mental Health<\/a> was originally published in <a href=\"https:\/\/medium.com\/cutc-blog\">CUTC Blog<\/a> on Medium, where people are continuing the conversation by highlighting and responding to this story.<\/p>\n"
  },
  {
    "url":"https:\/\/medium.com\/cutc-blog\/introducing-the-cutc-blog-a9e041dafc31?source=rss----d46f4bb25be5---4",
    "title":"Introducing the CUTC Blog!",
    "image":"https:\/\/cdn-images-1.medium.com\/max\/1024\/1*vO01OOjw5rgzJpqyQI795w.jpeg",
    "description":"\n<figure><img alt=\"\" src=\"https:\/\/cdn-images-1.medium.com\/max\/1024\/1*vO01OOjw5rgzJpqyQI795w.jpeg\"><\/figure><p>Join us as we explore all things tech through the CUTC Blog! Leading up to CUTC 2021 on July 24–25, we will be sharing a variety of tech related content including:<\/p>\n<p>· Advice for applying to jobs within the tech industry<\/p>\n<p>· CUTC sponsor\/speaker spotlights<\/p>\n<p>· Emerging technological innovations<\/p>\n<p>· Cool things that our executive team has done<\/p>\n<p>· And more!!<\/p>\n<p>Blog posts will be posted periodically leading up to the conference and can be found on <a href=\"https:\/\/www.cutc.ca\/#about\">our website<\/a> and here on Medium.<\/p>\n<h4>\n<strong>About CUTC<\/strong>:<\/h4>\n<p>The Canadian Undergraduate Technology Conference (CUTC) is Canada’s largest and longest-running student organized conference. Founded in 1999, CUTC has brought thousands of delegates together to learn and create. This year’s conference will be hosted entirely virtually! For more information visit our website at <a href=\"https:\/\/www.cutc.ca\/\">https:\/\/www.cutc.ca\/<\/a> or follow us on Social Media (<a href=\"https:\/\/www.facebook.com\/cutc2021\/\">Facebook<\/a>, <a href=\"https:\/\/www.instagram.com\/cutc2021\/\">Instagram<\/a>, <a href=\"https:\/\/twitter.com\/CUTC2021\">Twitter<\/a>, <a href=\"https:\/\/www.linkedin.com\/company\/canadian-undergraduate-technology-conference?originalSubdomain=ca\">LinkedIn<\/a>).<\/p>\n<img src=\"https:\/\/medium.com\/_\/stat?event=post.clientViewed&amp;referrerSource=full_rss&amp;postId=a9e041dafc31\" width=\"1\" height=\"1\" alt=\"\"><hr>\n<p><a href=\"https:\/\/medium.com\/cutc-blog\/introducing-the-cutc-blog-a9e041dafc31\">Introducing the CUTC Blog!<\/a> was originally published in <a href=\"https:\/\/medium.com\/cutc-blog\">CUTC Blog<\/a> on Medium, where people are continuing the conversation by highlighting and responding to this story.<\/p>\n"
  }
]