{
    "Harley Finkelstein": {
        "title": "President",
        "org": "Shopify",
        "bio": "Harley Finkelstein is an entrepreneur, lawyer, and the President of Shopify. He founded his first company at age 17 while a student at McGill. Harley is an Advisor to Felicis Ventures, and one of the “Dragons” on CBC’s Next Gen Den. Recently, he received the Canadian Angel Investor of the Year Award and Canada’s Top 40 Under 40 Award.",
        "links": {
            "Twitter": "https://twitter.com/harleyf"
        }
    },
    "Jenn Henley": {
        "title": "VP of Infrastructure / Technical PM",
        "org": "Facebook",
        "bio": "Jenn Henley has been at Facebook for 10 years. She is currently a Vice President, supporting Technical Program Management (TPM) where she is responsible for leadership, development, and growth of the global Infrastructure organization."
    },
    "Amma Kwateng": {
        "title": "Director of Operations for Microsoft Cloud Consumption",
        "org": "Microsoft",
        "bio": "Bio coming soon!"
    },
    "Jamie Quint": {
        "title": "Former Head of Growth",
        "org": "Notion",
        "bio": "Bio coming soon!"
    },
    "Kevin Xu": {
        "title": "Senior Director of International Expansion Strategy",
        "org": "GitHub",
        "bio": "Kevin Xu is the senior director for international expansion strategy at GitHub. He is also the founder and author of Interconnected, a newsletter on the intersections of tech, business, investment, and geopolitics. He previously served in the Obama White House.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/kevinsxu/",
            "Twitter": "https://twitter.com/kevinsxu",
            "Website": "https://interconnected.blog/"
        }
    },
    "Aubrey de Grey": {
        "title": "Chief Science Officer",
        "org": "SENS Research Foundation",
        "bio": "Dr. Grey is a biomedical gerontologist based in Mountain View, California, USA, and is the Chief Science Officer of SENS Research Foundation, a California-based biomedical research charity that performs laboratory research dedicated to combating aging."
    },
    "Ge Wang": {
        "title": "Professor",
        "org": "Stanford",
        "bio": "Ge Wang is an Associate Professor at Stanford University’s Center for Computer Research in Music and Acoustics. A 2016 Guggenheim Fellow, Ge is the author of 'Artful Design: Technology in Search of the Sublime.'",
        "links": {
            "Website": "https://en.wikipedia.org/wiki/Ge_Wang"
        }
    },
    "Akshaya Dinesh": {
        "title": "Co-Founder",
        "org": "Ladder",
        "bio": "Akshaya is the Co-Founder of Ladder, the professional community platform for the next generation. She previously did engineering work at Bloomberg, Microsoft, Oath, Godiva, Kitty Hawk, and more. She also previously founded a national nonprofit to close the gender gap in tech.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/akshayadinesh/",
            "Twitter": "https://twitter.com/akshayadinesh19"
        }
    },
    "Muna Khayyat": {
        "title": "Vice President and Machine Learning Lead",
        "org": "Morgan Stanley",
        "bio": "Bio coming soon!"
    },
    "Victor Kovalev": {
        "title": "Co-founder",
        "org": "ScaleGrowth",
        "bio": "Victor was 3x CTO including Redbubble & Indiegogo, and also led all of Yelp’s mobile app teams (top 10 iOS & Android apps in the world at the time). His background is deeply rooted in Data Science, ML & AI, and he’s gone through 3 IPOs (VMware, Yelp, Redbubble) in his career.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/kovalevvictor/"
        }
    },
    "Josh Sirefman": {
        "title": "President",
        "org": "Sidewalk Labs",
        "bio": "Bio coming soon!"
    },
    "Ryan D'Silva": {
        "title": "Startup Advisor & Mentor",
        "org": "PerkupApp & ScaleGrowth",
        "bio": "Ryan is a startup advisor & mentor with 15 years experience as a PM, driving growth via fintech for Yelp, Eventbrite & PayPal. With an engineering background, he’s an expert on product-led growth, positioning, fintech, lean methods, user research and has helped to take 2 companies to IPO.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/dsilva/"
        }
    },

    "Amjad Masad": {
        "title": "CEO and Co-Founder",
        "org": "Replit",
        "bio": "Amjad was born in the Middle Eastern country of Jordan. He started work on Repl.it as a personal project in late 2009 while he was working at Facebook with his college friend Max Shawabkeh (former Google software engineer).",
        "links": {
            "Twitter": "https://twitter.com/amasad",
            "Website": "https://amasad.me/"
        }
    },
    "Vivian Phung": {
        "title": "Software Engineer",
        "org": "Instagram",
        "bio": "Vivian is an iOS Developer working on Instagram Feed, Creation, and Interactions. Before dropping out of her sophomore year, she interned at Eventbrite, Apple, and Facebook. In her free time, she enjoys cooking, baking, and shitposting on Twitter.",
        "links": {
            "Twitter": "https://twitter.com/vivianphung"
        }
    },
    "Faisal Abid": {
        "title": "Entrepreneur / Chief Technology Officer",
        "org": "Eirene Cremations",
        "bio": "Bio coming soon!",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/faisalabid/",
            "Twitter": "https://twitter.com/FaisalAbid",
            "Website": "https://faisalabid.com/"
        }
    },
    "Linda Chen": {
        "title": "Director of Technical Program Management",
        "org": "Facebook",
        "bio": "Linda Chen has been at Facebook for almost 10 years. She is currently the director of TPM (Technical Program Manager) for infrastructure hardware and capacity.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/linda-chen-3a87a81a/"
        }
    },
    "Susan Shu Chang": {
        "title": "Principle Data Scientist",
        "org": "Clearco",
        "bio": "Susan is a principal data scientist in fintech, where she builds machine learning models and infrastructure at scale. In her previous role, she developed the company’s very first ML powered website recommender system and deployed to millions of customers.",
        "links": {
            "LinkedIn": "https://ca.linkedin.com/in/susan-shu-chang",
            "Twitter": "https://twitter.com/susan_shuc",
            "Website": "https://www.susanshu.com/"
        }
    },
    "Carl Barrelet": {
        "title": "Head of Data Science",
        "org": "KPMG",
        "bio": "Carl is Head of Data Science at KPMG’s Deal Advisory team. Carl spent 5 years in leadership position with the firm's Lighthouse team, KPMG's Data & Analytics Center of Excellence. He combines years of experience in finance and an extended academic experience in pure science and applied data analytics."
    },
    "David Thompson": {
        "title": "Product Director",
        "org": "Intuit",
        "bio": "Bio coming soon!"
    },
    "Zach Latta": {
        "title": "CEO",
        "org": "Hack Club",
        "bio": "Zach Latta dropped out of high school after his freshman year to work in the technology industry and had over 5 million people using apps he worked on when he was 16. He was awarded the Thiel Fellowship when he was 17 and was featured in Forbes 30 Under 30 when he was 18.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/zachlatta/",
            "Twitter": "https://twitter.com/zachlatta"
        }
    },
    "Sophia Dhrolia": {
        "title": "Director of D&I",
        "org": "Toronto Board of Trade",
        "bio": "Sophia Dhrolia (she/they) is passionate about building a culture that values diversity, champions inclusion, and promotes collaboration to drive results. They are committed to developing environments where differences are valued and where people have equitable opportunities to thrive.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/sophia-dhrolia/"
        }
    },

    "Vivian Li": {
        "title": "Senior D&I Leader",
        "org": "RBC",
        "bio": "Vivian Li is a senior Diversity and Inclusion leader working for Canada’s best diversity employer.  Vivian and her team has supported over 5000 candidates from diverse communities in their job search over the past 4 years. Vivian has over 15 years of experience in HR.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/vivian-li-03b92411/"
        }
    },
    "Michael Ioffe": {
        "title": "CEO",
        "org": "Arist (YC 20)",
        "bio": "Michael Ioffe is the co-founder and CEO of Arist, a platform that helps leading companies and nonprofits rapidly create, launch, and assess text message-based courses. For his work on Arist, Michael has been named a Forbes 30 under 30.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/michaelaioffe/",
            "Twitter": "https://twitter.com/realioffe"
        }
    },
    "Daniel Huang": {
        "title": "CEO",
        "org": "Monet",
        "bio": "Daniel Huang is a 20 year-old self-taught developer and mechanical engineering student. In 2020, he co-founded Monet, a doodle-based dating and friend making mobile app which hit Apple's TestFlight limit of 10,000 users and received venture funding within weeks of its beta launch.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/danielhuangucsb/"
        }
    },
    "Crystal Hunt": {
        "title": "Senior Program Manager",
        "org": "Shopify",
        "bio": "Crystal Hunt is a Senior Program Manager - Partnerships, on the Diversity and Belonging team at Shopify. Crystal is bringing more voices to entrepreneurship and is reducing the barriers to entry for people from underrepresented communities.",
        "links": {
            "LinkedIn": "https://linkedin.com/in/crystal-hunt-0864471a/"
        }
    },
    "Jerry Lee": {
        "title": "COO",
        "org": "Wonsulting",
        "bio": "Jerry is the COO of Wonsulting and an ex-Senior Strategy & Operations Manager at Google & used to lead Product Strategy at Lucid. Jerry partners with universities & organizations (220+ to date) to help others land into their dream careers. He's amassed 250,000+ followers across LinkedIn, TikTok & Instagram and has reached 40M+ professionals.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/jehakjerrylee/",
            "Instagram": "https://www.instagram.com/iamjerrry"
        }
    },
    "Jonathan Javier": {
        "title": "CEO",
        "org": "Wonsulting",
        "bio": "Jonathan Javier is the CEO/Founder of Wonsulting, which mission is to “turn underdogs into winners”. He's worked at Snap, Google, and Cisco being featured on Forbes, Business Insider, Yahoo News, and more as a top job search expert and amassed 1M+ followers on LinkedIn, Instagram, TikTok + 30+ million impressions monthly on his content.",
        "links": {
            "Instagram": "https://www.instagram.com/jonathanwordsofwisdom/",
            "LinkedIn": "https://www.linkedin.com/in/jonathan-wonsulting/"
        }
    },
    "Iris Guo": {
        "title": "Product Manager Intern",
        "org": "Google X, the Moonshot Factory",
        "bio": "Iris is a Product Manager Intern at Google X and Founder / CEO of a sustainability startup Neutrify. With the mission of empowering individuals to take action to fight climate change, Iris founded Neutrify to shift food consumption towards sustainable food.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/iris-guo/",
            "Twitter": "https://twitter.com/IrisGuoo"
        }
    },
    "Minjun Chen": {
        "title": "UX Designer",
        "org": "Amazon",
        "bio": "Minjun is currently a UX designer at Amazon, crafting the end-to-end experience for global prime members. Prior to Amazon, she was working at Wayfair as a product designer, building tools for warehouse employees to improve operational efficiency. ",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/minjunc/"
        }
    },
    "Malte Lauterbach": {
        "title": "Head Analyst",
        "org": "Reason21",
        "bio": "Malte 'Ian' Lauterbach is a hacktivist, analyst, photographer, storyteller and, as the Guardian deems it, a 'One man film studio'.",
        "links": {
            "Twitter": "https://twitter.com/iananalyse"
        }
    },
    "Rahul Rana": {
        "title": "Summer Associate",
        "org": "Lux Capital",
        "bio": "Rahul Rana is an Associate at Lux Capital, a $2.5bn deeptech VC firm. He is the author of Making Moonshots—a deep dive into the mindsets, philosophies, and strategies conducive to building impactful moonshot companies.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/rahul-rana-99b338169/",
            "Twitter": "https://twitter.com/rrana03_"
        }
    },

    "Sara Du": {
        "title": "CEO & Cofounder",
        "org": "Alloy Automation",
        "bio": "Sara is the founder of Alloy Automation (YC W20), an ecommerce automation platform that helps brands eliminate manual work across fulfillments, marketing, & more. Before Alloy, she was an engineer at Snap and had dropped out of her undergrad at Harvard.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/saradu",
            "Twitter": "https://twitter.com/saraduit"
        }
    },
    "Arielle Lok": {
        "title": "Founder, VC Analyst",
        "org": "Peko Produce, Ripple Ventures",
        "bio": "Arielle ate CPG brands @ District Ventures Capital, and now eats SaaS companies @ Ripple Ventures. She currently makes people eat weirdly shaped produce at Peko Produce, Canada’s leading “imperfect” online grocery delivery service.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/ariellelok/",
            "Twitter": "https://twitter.com/ariellelok"
        }
    },

    "Robyn Orsini": {
        "title": "Business Consultant",
        "org": "Martal Group",
        "bio": "Robyn Orsini has been working in the tech industry for almost 10 years. She is currently the Founder of Lunas Consulting, which is a Business Development Consulting firm for Tech Startups,and Co-Founder of Loadly, a Freight Tech startup.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/robyn-orsini/"
        }
    },
    "Jihoon Jeong": {
        "title": "CEO",
        "org": "EM.Works",
        "bio": "Dr. Jihoon Jeong received his MD from Hanyang University and PhD in Biomedical Engineering from University of Southern California. He is currently the CEO of EM.Works, Managing Partner of BigBang Angels and Chief Vision Officer of ModuLabs."
    },
    "Bernard Moon": {
        "title": "Co-founder & Partner",
        "org": "SparkLabs Group",
        "bio": "Bernard Moon is a Co-founder & Partner at SparkLabs Group, a network of accelerators and VC funds that has invested in over 280 companies across 6 continents since 2013. Previously, he was a Managing Director at the Lunsford Group.",
        "links": {
            "Twitter": "https://twitter.com/bernardmoon"
        }
    },
    "Serena McDonnell": {
        "title": "Senior Data Scientist",
        "org": "Delphia",
        "bio": "Serena is a Senior Data Scientist at Delphia, where she develops ML models for asset management. Serena comes from a diverse background, and holds an MSc in Mathematics, focused on geophysical fluid dynamics, physical oceanography and Biology.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/serenamcdonnell/"
        }
    },
    "Justin Zheng": {
        "title": "CEO",
        "org": "Matrix",
        "bio": "Justin Zheng is the CEO of Matrix, where he works on esports, crypto, and creating a better fan/creator experience. He's also previously done several crypto fellowships at IDEO CoLab.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/zhengjustin/",
            "Twitter": "https://twitter.com/jzlegion"
        }
    },
    "Alison Adnani": {
        "title": "Dev Degree Program Lead",
        "org": "Shopify",
        "bio": "Alison Evans Adnani leads the Dev Degree team at Shopify. She has over 25 years of experience as a developer and lead of education and training from global technology companies. In her free time, she powers Maker Junior, an organization to help kids learn about technology.",
        "links": {
            "Instagram": "https://www.instagram.com/alison_evans_adnani/"
        }
    },

    "Michelle Qin": {
        "title": "Intern",
        "org": "Floodgate",
        "bio": "Michelle's a rising junior at Stanford University studying CS. She's interested in tech and entrepreneurship, which led her to internships investing at Floodgate and building products at Quaestor.",
        "links": {
            "Twitter": "https://twitter.com/michelleqin_"
        }
    },

    "Mark Patterson": {
        "title": "Executive Director",
        "org": "Magnet",
        "bio": "As Executive Director, Mark leads Magnet based at Ryerson University. Magnet harnesses intelligent matching technology to effectively connect people, businesses, and organizations to opportunity; with the goal of helping regions and communities collaborate and grow.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/mark-patterson-a761ab/"
        }
    },

    "Yash Godiwala": {
        "title": "CoS",
        "org": "Fion Technologies",
        "bio": "Yash Godiwala is Chief of Staff at Fion Technologies, a deeptech company using GIS-enabled machine learning models to identify and analyze wildfires. He also works part-time on the platform team at Contrary, a venture firm investing in top early career talent.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/yashgodiwala/",
            "Twitter": "https://twitter.com/yashgodiwala"
        }
    },
    "Omna Toshniwal": {
        "title": "Senior Product Manager",
        "org": "Consensys",
        "bio": "Omna does Product Management at MetaMask / ConsenSys. She has an unwavering focus on social responsibility, helping improve people’s lives in real and significant ways. She has a background in HCI, and has worked mainly in FinTech & HealthTech, for global markets.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/omnat/"
        }
    },
    "Bryan Pham": {
        "title": "CEO",
        "org": "Asian Hustle Network",
        "bio": "Bryan is the founder of Asian Hustle Network (AHN), Crushing it in Real Estate (CIIRE), HateIsAVirus, and a venture partner at Outliers Fund. He is passionate about bringing together individuals through growing AHN to over 100,000+ members in a year.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/bryanvuongpham/",
            "Twitter": "https://twitter.com/bryanvuongpham"
        }
    },
    "Priya Ghose": {
        "title": "Founder",
        "org": "Qrono",
        "bio": "Priya is the co-founder and CTO of Qrono, making it ridiculously easy for startups to build booking and reservation systems. Previously, she was the first engineering hire at AirGarage, a parking startup reimagining the way we use parking space in our cities.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/priyaghose/"
        }
    },
    "Leonard Lee": {
        "title": "Managing Director",
        "org": "neXt Curve",
        "bio": "Leonard Lee is the founder of neXt Curve, a research advisory firm focused on cross-domain ICT technology and industry research. Leonard has worked closely with numerous Global 500 companies in driving business innovation and value through digital technologies and reinvention.",
        "links": {
            "LinkedIn": "http://linkedin.com/in/leonard-lee-nextcurve"
        }
    },
    "Wendy Cukier": {
        "title": "Founder",
        "org": "Diversity Institute",
        "bio": "Dr. Wendy Cukier is the Diversity Institute Founder, Academic Director of the Women Entrepreneurship Knowledge Hub and Research Lead of the Future Skills Centre.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/wendy-cukier-9aa85910/"
        }
    },
    "Amanda DoAmaral": {
        "title": "CEO",
        "org": "Fiveable",
        "bio": "Amanda DoAmaral is an educator, activist, and co-founder of Fiveable - a social learning network for students. She spent a half a decade teaching high school history in Oakland, CA, where her passion for creating equitable educational opportunities was ignited.",
        "links": {
            "Twitter": "https://twitter.com/AmandaDoAmanda"
        }
    },
    "Jonny Hsu": {
        "title": "Intern Analyst",
        "org": "Esplanade Ventures",
        "bio": "Jonny is currently a final year student studying in the Science and Business co-op program, specializing in Biochemistry at the University of Waterloo. Currently, he’s an intern analyst at Esplanade Ventures and leading a team of 19 investment associates at Front Row Ventures, Canada’s first student run VC fund.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/jonathanhsuuw/"
        }
    },
    "Benjamin Sehl": {
        "title": "Co-founder",
        "org": "Kotn",
        "bio": "Bio coming soon!",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/benjaminsehl",
            "Twitter": "https://twitter.com/benjaminsehl",
            "Website": "https://postscript.ps/ben"
        }
    },
    "Michelle Reyes": {
        "title": "Campus & Community Program Manager",
        "org": "Geotab",
        "bio": "Michelle manages the global student program at Geotab including recruitment, student experience and campus engagement. Prior to joining Geotab, Michelle brings experience from the post-secondary education sector in leadership roles within career program development.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/michellepreyes"
        }
    },
    "Ralf Klinkenberg": {
        "title": "Founder & Head of Research",
        "org": "RapidMiner",
        "bio": "Ralf is a data-driven entrepreneur with 30 years of experience in machine learning, artificial intelligence, data science, and applications in the automotive, aviation, chemical, manufacturing, pharmaceutical, financial, and telecom industries. Today RapidMiner has 770,000+ registered users in 150+ countries.",
        "links": {
            "Twitter": "https://twitter.com/RalfKlinkenberg"
        }
    },
    "Serena Li": {
        "title": "Building something new",
        "org": "",
        "bio": "From non-target school to landing a full-time job at Merrill Lynch without graduating, to leaving the finance world and starting over in Silicon Valley, Serena believes leveraging unconventional ways to navigate your career is underrated.",
        "links": {
            "Twitter": "https://twitter.com/serenalihere",
            "Website": "https://productfreaks.substack.com/p/on-starting-over-getting-into-tech"
        }
    },
    "Winona Huang": {
        "title": "Community & Partnership Manager",
        "org": "ADPList",
        "bio": "Winona is a Community & Partnership Manager at ADPList, a global community where people can meet mentors from around the world. Prior to this, she was a UX Designer with an educational background in all things design who diverged into the education sector, then made a U-turn back into the design space.",
        "links": {
            "LinkedIn": "https://www.linkedin.com/in/winonah/"
        }
    },

    "Helen Huang": {
        "title": "Founder",
        "org": "Co.Lab",
        "bio": "Bio coming soon!"
    },
    "Shannon Lal": {
        "title": "Director",
        "org": "RBC",
        "bio": "Bio coming soon!"
    },
    "Sonia Edmonds": {
        "title": "National Managing Partner of Consulting Service Lines",
        "org": "BDO",
        "bio": "Bio coming soon!"
    },
    "Shafina Hassam": {
        "title": "Modern Workplace Manager",
        "org": "BDO",
        "bio": "Bio coming soon!"
    },
    "Sarah Gray": {
        "title": "Lead Technical Recruiter",
        "org": "JobJunxion",
        "bio": "Bio coming soon!"
    }
}
